const SCREEN_RESOLUTIONS = {
  FULL_HD: "1920x1080",
  RESOLUTION_1920x960: "1920x960",
};

const FRAME_RATES = {
  LOW: 30,
  STANDARD: 60,
  HIGH: 120,
};

module.exports = {
  isaevaMall: {
    name: "ГрозныйМоллИсаева",
    image: "https://ibb.co/wwPQjjS",
    latitude: 43.317262,
    longitude: 45.692336,
    text: `Один из трех экранов, установленных на пересечении проспектов В.В.Путина и Х.Исаева. Со стороны проспекта Х. Исаева. 

    - Размер экрана (в метрах): 6х3 
    - Соотношение сторон: 16:9 
    - Разрешение: ${SCREEN_RESOLUTIONS.FULL_HD}
    - Шаг пикселя: P5 
    - Битрейт: 10 cbr 
    - Частота кадров: ${FRAME_RATES.LOW} fps     
    - Максимальная продолжительность рекламного блока: 5 мин. 
    - Минимальное количество повторов ролика в сутки: 288 
    - Стоимость в месяц: 1 сек = 2000, 5 сек = 10000, 10 сек = 20000

    Если вам интересен данный экран, то нажмите на кнопку 'Оставить заявку' и наш менеджер свяжется с вами в ближайшее время для уточнения деталей. 
    ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  kadyrovaMall: {
    name: "ГрозныйМоллКадырова",
    image: "https://ibb.co/wwPQjjS",
    latitude: 43.317262,
    longitude: 45.692336,
    text: `Один из трех экранов, установленных на пересечении проспектов В.В.Путина и Х.Исаева. Со стороны проспекта А.А. Кадырова. 
    
    - Размер экрана (в метрах): 6х3 
    - Шаг пикселя: P5 
    - Битрейт: 10 cbr 
    - Частота кадров: ${FRAME_RATES.LOW} fps 
    - Соотношение сторон: 16:9 
    - Разрешение: ${SCREEN_RESOLUTIONS.FULL_HD}    
    - Максимальная продолжительность рекламного блока: 5 мин. 
    - Минимальное количество повторов ролика в сутки: 288 
    - Стоимость в месяц: 1 сек = 3000, 5 сек = 15000, 10 сек = 30000 
    
    Если вам интересен данный экран, то нажмите на кнопку 'Оставить заявку' и наш менеджер свяжется с вами в ближайшее время для уточнения деталей. 
    ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  putinaMall: {
    name: "ГрозныйМоллПутина",
    image: "https://ibb.co/wwPQjjS",
    latitude: 43.317262,
    longitude: 45.692336,
    text: `Один из трех экранов, установленных на пересечении проспектов В.В.Путина и Х.Исаева. Со стороны проспекта В.В. Путина. 

    - Размер экрана (в метрах): 6х3 
    - Шаг пикселя: P5 
    - Битрейт: 10 cbr 
    - Частота кадров: ${FRAME_RATES.LOW} fps 
    - Соотношение сторон: 16:9 
    - Разрешение: ${SCREEN_RESOLUTIONS.FULL_HD}    
    - Максимальная продолжительность рекламного блока: 5 мин. 
    - Минимальное количество повторов ролика в сутки: 288 
    - Стоимость в месяц: 1 сек = 2500, 5 сек = 12500, 10 сек = 25000

    Если вам интересен данный экран, то нажмите на кнопку 'Оставить заявку' и наш менеджер свяжется с вами в ближайшее время для уточнения деталей. 
    ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  spiral: {
    name: "Спираль",
    image: "https://ibb.co/0CQv5f3",
    latitude: 43.299444,
    longitude: 45.710528,
    text: `Экран в виде спирали в центре кольцевой развязки на площади Минутка 
    
    - Соотношение сторон: 32:9 
    - Разрешение: 1920х540 
    - Шаг пикселя: P5 
    - Битрейт: 10 cbr 
    - Частота кадров: ${FRAME_RATES.LOW} fps     
    - Максимальная продолжительность рекламного блока: 7 мин. 
    - Минимальное количество повторов ролика в сутки: 205 
    - Стоимость в месяц: 1 сек = 3000, 5 сек = 15000, 10 сек = 30000
    
    Если вам интересен данный экран, то нажмите на кнопку 'Оставить заявку' и наш менеджер свяжется с вами в ближайшее время для уточнения деталей. 
    ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  kadyrovaGroznyCity: {
    name: "Пилон_Кадырова",
    image: "https://ibb.co/K24H73r",
    latitude: 43.315164,
    longitude: 45.696402,
    text: `Экран в виде пилона раположен на въезде в высотный комплекс "Грозный Сити" 
    
    - Соотношение сторон: 5:6 
    - Разрешение: 1000х1200 
    - Шаг пикселя: P4 
    - Битрейт: 10 cbr 
    - Частота кадров: ${FRAME_RATES.LOW} fps      
    - Максимальная продолжительность рекламного блока: 4 мин. 
    - Минимальное количество повторов ролика в сутки: 360 
    - Стоимость в месяц: 1 сек = 1000, 5 сек = 5000, 10 сек = 10000
    
    Если вам интересен данный экран, то нажмите на кнопку 'Оставить заявку' и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. 
    ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  kadyrovaTunnelA: {
    name: "Туннель",
    image: "https://ibb.co/hdCgvR9",
    latitude: 43.303133,
    longitude: 45.707191,
    text: `Два экрана размещены на въездах в туннель на проспекте А.А. Кадырова. 
    
    - Разрешение: 3968х288 
    - Шаг пикселя: P5 
    - Частота кадров: ${FRAME_RATES.LOW} fps   
    - Максимальная продолжительность рекламного блока: 5 мин. 
    - Минимальное количество повторов ролика в сутки: 360 
    - Стоимость в месяц: 1 сек = 1800, 5 сек = 9000, 10 сек = 18000  
    
    Если вам интересны данные экраны, то нажмите на кнопку "Оставить заявку" и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. 
    ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  altayskiyKrug: {
    name: "Круг ГИБДД",
    image: "https://ibb.co/QY1W8sv",
    latitude: 43.343493,
    longitude: 45.672794,
    text: `Три экрана размещенных в центре кольцевой развязки на пересечении Алтайской, Балтийской улиц и улицы У.А. Арсанукаева 
    
    - Размеры экранов (в метрах): 6х3 
    - Разрешение: ${SCREEN_RESOLUTIONS.FULL_HD}
    - Cоотношение сторон: 16:9 
    - Шаг пикселя: P5 
    - Частота кадров: ${FRAME_RATES.LOW} fps      
    - Максимальная продолжительность рекламного блока: 5 мин. 
    - Минимальное количество повторов ролика в сутки: 288 
    - Стоимость в месяц: 1 сек = 1200, 5 сек = 6000, 10 сек = 12000
    
    Если вам интересны данные экраны, то нажмите на кнопку "Оставить заявку" и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. 
    ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  nazarbaevaStolitca: {
    name: "Столица",
    image: "https://ibb.co/pKcTjm6",
    latitude: 43.338536,
    longitude: 45.695042,
    text: `Экран расположен на пересечении улиц Н.А. Назарбаева и А.А. Айдамирова 
    
    - Размер экрана (в метрах): 6х3 
    - Разрешение: ${SCREEN_RESOLUTIONS.RESOLUTION_1920x960} 
    - Cоотношение сторон: 16:9 
    - Шаг пикселя: P8 
    - Частота кадров: ${FRAME_RATES.LOW} fps      
    - Максимальная продолжительность рекламного блока: 5 мин. 
    - Минимальное количество повторов ролика в сутки: 288 
    - Стоимость в месяц: 1 сек = 1700, 5 сек = 8500, 10 сек = 17000
    
    Если вам интересен данный экран, то нажмите на кнопку "Оставить заявку" и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. 
    ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  staropromParadise: {
    name: "Старопромысловское шоссе",
    image: "https://ibb.co/VVLshzp",
    latitude: 43.333812,
    longitude: 45.673824,
    text: `Экран расположен адресу: Старопромысловское шоссе, 11, напротив ресторана "Paradise" 
    
    - Размер экрана (в метрах): 6х3 
    - Разрешение: ${SCREEN_RESOLUTIONS.RESOLUTION_1920x960} 
    - Cоотношение сторон: 16:9 
    - Шаг пикселя: P8 
    - Частота кадров: ${FRAME_RATES.LOW} fps      
    - Максимальная продолжительность рекламного блока: 5 мин. 
    - Минимальное количество повторов ролика в сутки: 288 
    - Стоимость в месяц: 1 сек = 1700, 5 сек = 8500, 10 сек = 17000
    
    Если вам интересен данный экран, то нажмите на кнопку "Оставить заявку" и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. 
    ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  esambaevaPilon: {
    name: "Пилоны на Эсамбаева",
    image: "https://ibb.co/k3mQSPJ",
    latitude: 43.320815,
    longitude: 45.6887,
    text: `4 экрана в виде пилонов, установлены на проспекте им. М. Эсамбаева:
    1️⃣ рядом с рестораном "Стейк-Хаус";
    2️⃣ Театр юного зрителя; 
    3️⃣ сторона сквера; 
    4️⃣] рядом с Россельхозбанком. 
    
    - Разрешение: 960х1920 
    - Cоотношение сторон: 1:2 
    - Шаг пикселя: P4 
    - Частота кадров: ${FRAME_RATES.LOW} fps      
    - Максимальная продолжительность рекламного блока: 4 мин. 
    - Минимальное количество повторов ролика в сутки: 360 
    - Стоимость в месяц: 1 сек = 1200, 5 сек = 6000, 10 сек = 12000
    
    Если вам интересны данные экраны, то нажмите на кнопку "Оставить заявку" и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. 
    ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  putinaTsum: {
    name: "ЦУМ",
    image: "",
    latitude: 43.318941,
    longitude: 45.68938,
    text: `Экран в виде пилона расположен на проспекте В.В. Путина, рядом с торговым центром "ЦУМ"
    
    - Разрешение: 960х1920 
    - Cоотношение сторон: 1:2 
    - Шаг пикселя: P4 
    - Частота кадров: ${FRAME_RATES.LOW} fps     
    - Максимальная продолжительность рекламного блока: 4 мин. 
    - Минимальное количество повторов ролика в сутки: 360 
    - Стоимость в месяц: 1 сек = 500, 5 сек = 2500, 10 сек = 5000
    
    Если вам интересен данный экран, то нажмите на кнопку "Оставить заявку" и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. 
    ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  groznyCity: {
    name: "Пилоны в Грозный Сити",
    image: "https://ibb.co/0qb0GB1",
    latitude: 43.315651,
    longitude: 45.697655,
    text: `2 экрана в виде пилонов расположены на территории высотного комплекса "Грозный Сити"
    
    - Разрешение: 960х1920 
    - Cоотношение сторон: 1:2 
    - Шаг пикселя: P4 
    - Частота кадров: ${FRAME_RATES.LOW} fps      
    - Максимальная продолжительность рекламного блока: 4 мин. 
    - Минимальное количество повторов ролика в сутки: 360 
    - Стоимость в месяц одной секунды: 500 руб.  
    
    Если вам интересны данные экраны, то нажмите на кнопку "Оставить заявку" и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. 
    ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  lorsanovaCRD: {
    name: "ЦРД",
    image: "https://ibb.co/WHyXX88",
    latitude: 43.32441,
    longitude: 45.685935,
    text: `Экран расположен по адресу: ул. Лорсанова, 1, напротив национальной библиотеки 
    
    - Размер экрана (в метрах): 6х3 
    - Разрешение: ${SCREEN_RESOLUTIONS.RESOLUTION_1920x960} 
    - Cоотношение сторон: 2:1 
    - Шаг пикселя: P8 
    - Частота кадров: ${FRAME_RATES.LOW} fps      
    - Максимальная продолжительность рекламного блока: 5 мин. 
    - Минимальное количество повторов ролика в сутки: 288 
    - Стоимость в месяц: 1 сек = 2500, 5 сек = 12500, 10 сек = 25000  
    
    Если вам интересен данный экран, то нажмите на кнопку "Оставить заявку" и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. 
    ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  nazarbaevaDelovoy: {
    name: "Деловая",
    image: "https://ibb.co/7bVvTBd",
    latitude: 43.333003,
    longitude: 45.686884,
    text: `Экран расположен по адресу: ул. Назарбаева, 106, рядом с ТЦ "Гранд Деловой" 
    
    - Размер экрана (в метрах): 6х3 
    - Разрешение: ${SCREEN_RESOLUTIONS.RESOLUTION_1920x960} 
    - Cоотношение сторон: 2:1 
    - Шаг пикселя: P8 
    - Частота кадров: ${FRAME_RATES.LOW} fps      
    - Максимальная продолжительность рекламного блока: 5 мин. 
    - Минимальное количество повторов ролика в сутки: 288 
    - Стоимость в месяц: 1 сек = 2200, 5 сек = 11000, 10 сек = 22000
    
    Если вам интересен данный экран, то нажмите на кнопку "Оставить заявку" и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей.
    ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  kishieva: {
    name: "Ханкальская",
    image: "https://ibb.co/pPb90DG",
    latitude: 43.295548,
    longitude: 45.722667,
    text: `Экран расположен по адресу: пр-т. К-Х. Кишиева, 18 
    
    - Размер экрана (в метрах): 6х3 
    - Разрешение: ${SCREEN_RESOLUTIONS.RESOLUTION_1920x960} 
    - Cоотношение сторон: 2:1 
    - Шаг пикселя: P8 
    - Частота кадров: ${FRAME_RATES.LOW} fps      
    - Максимальная продолжительность рекламного блока: 5 мин. 
    - Минимальное количество повторов ролика в сутки: 288 
    - Стоимость в месяц: 1 сек = 2000, 5 сек = 10000, 10 сек = 20000
    
    Если вам интересен данный экран, то нажмите на кнопку "Оставить заявку" и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. 
    ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  tower: {
    name: "Башня",
    image: "https://ibb.co/H2sv9hD",
    latitude: 43.319133,
    longitude: 45.714269,
    text: `4 экрана расположены в центре кольцевой развязки "Садовое кольцо" на стилизованной под вайнахскую башню конструкции. Каждый экран сдается отдельно. 
    
    - Размеры экранов (в мм): 8640х2880 
    - Разрешение: 360х1080 
    - Cоотношение сторон: 1:3 
    - Частота кадров: ${FRAME_RATES.LOW} fps
    - Ориентация экрана: портретная     
    - Максимальная продолжительность рекламного блока: 4 мин. 
    - Минимальное количество повторов ролика в сутки: 360 
    - Стоимость в месяц: 1 сек = 2000, 5 сек = 10000, 10 сек = 20000  
    
    Если вам интересны данные экраны, то нажмите на кнопку "Оставить заявку" и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. 
    ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  towerRing: {
    name: "Кольцо башни",
    image: "https://ibb.co/H2sv9hD",
    latitude: 43.319133,
    longitude: 45.714269,
    text: `Экран в форме кольца расположен в центре кольцевой развязки "Садовое кольцо" опаясывая стилизованную под вайнахскую башню конструкцию. 

    - Размер экрана (в метрах): 28х1,6
    - Разрешение: 3600х200
    - Cоотношение сторон: 18:1 
    - Частота кадров: ${FRAME_RATES.LOW} fps
    - Ориентация экрана: горизонтальная     
    - Максимальная продолжительность рекламного блока: 4 мин. 
    - Минимальное количество повторов ролика в сутки: 360 
    - Стоимость в месяц: 1 сек = 2000, 5 сек = 10000, 10 сек = 20000  
    
    Если вам интересен данный экран, то нажмите на кнопку "Оставить заявку" и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. 
    ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  chernorech: {
    name: "ул. Мамсурова",
    image: "https://ibb.co/pwW47cF",
    latitude: 43.269239,
    longitude: 45.658875,
    text: `Экран расположен по адресу: г. Грозный, ул. Мамсурова 
    
    - Размер экрана (в метрах): 6х3 
    - Разрешение: ${SCREEN_RESOLUTIONS.FULL_HD}
    - Cоотношение сторон: 16:9
    - Частота кадров: ${FRAME_RATES.LOW} fps
    - Шаг пикселя: P5   
    - Максимальная продолжительность рекламного блока: 5 мин. 
    - Минимальное количество повторов ролика в сутки: 288 
    - Стоимость в месяц: 1 сек = 2500, 5 сек = 12500, 10 сек = 25000  
    
    Если вам интересен данный экран, то нажмите на кнопку "Оставить заявку" и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. 
    ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  ggntu: {
    name: "ГГНТУ",
    image: "https://ibb.co/FxCPj6F",
    latitude: 43.320395,
    longitude: 45.697785,
    text: `Два экрана размещены на фасаде главного корпуса ГГНТУ по адресу: г. Грозный, пр-т. Исаева, 100. Оба экрана сдаются вместе. Трансляция реклам происходит параллельно.
    
    - Разрешение: 1440х960 и 1184х96
    - Cоотношение сторон: 3:2 и 12:1  
    - Шаг пикселя: P8
    - Частота кадров: ${FRAME_RATES.LOW} fps
    - Максимальная продолжительность рекламного блока: 5 мин. 
    - Минимальное количество повторов ролика в сутки: 288 
    - Стоимость в месяц: 1 сек = 3500, 5 сек = 17500, 10 сек = 35000  
    
    Если вам интересен данный экран, то нажмите на кнопку "Оставить заявку" и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. 
    ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  berkatPilon: {
    name: "ул. С.Ш. Лорсанова",
    image: "https://ibb.co/sQJx2cD",
    latitude: 43.324611,
    longitude: 45.685759,
    text: `Экран в виде пилона расположен по адресу: г. Грозный, ул. С.Ш. Лорсанова, напротив Нац. библиотеки
    
    - Соотношение сторон: 5:6 
    - Разрешение: 1000х1200 
    - Шаг пикселя: P4 
    - Битрейт: 10 cbr 
    - Частота кадров: ${FRAME_RATES.LOW} fps      
    - Максимальная продолжительность рекламного блока: 5 мин. 
    - Минимальное количество повторов ролика в сутки: 288 
    - Стоимость в месяц: 1 сек = 1500, 5 сек = 7500, 10 сек = 15000
    
    Если вам интересен данный экран, то нажмите на кнопку 'Оставить заявку' и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. 
    ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  minutkaAutostation: {
    name: "Автостания Минутка",
    image: "https://ibb.co/37Cc8Lf",
    latitude: 43.298517,
    longitude: 45.716163,
    text: `Экран расположен по адресу: г. Грозный, пр-т. К-Х. Кишиева, напротив автостанции "Минутка"
    
    - Размер экрана (в метрах): 6х3 
    - Соотношение сторон: 2:1 
    - Разрешение: 1152х544 
    - Шаг пикселя: P5 
    - Частота кадров: ${FRAME_RATES.LOW} fps      
    - Максимальная продолжительность рекламного блока: 5 мин. 
    - Минимальное количество повторов ролика в сутки: 288 
    - Стоимость в месяц: 1 сек = 2500, 5 сек = 12500, 10 сек = 25000
    
    Если вам интересен данный экран, то нажмите на кнопку 'Оставить заявку' и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. 
    ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  argun: {
    name: "Аргун",
    image: "https://ibb.co/2S93ZRH",
    latitude: 43.292128,
    longitude: 45.8907,
    text: `Экран расположен по адресу г. Аргун, ул. А.А. Кадырова. 
    
    - Размер экрана (в метрах): 20х1.92 
    - Разрешение: 2480х240 
    - Cоотношение сторон: 64:9 
    - Шаг пикселя: P8
    - Частота кадров: ${FRAME_RATES.LOW} fps
    - Ориентация экрана: горизонтальная      
    - Максимальная продолжительность рекламного блока: 4 мин. 
    - Минимальное количество повторов ролика в сутки: 360 
    - Стоимость в месяц: 1 сек = 1200, 5 сек = 6000, 10 сек = 12000  
    
    Если вам интересен данный экран, то нажмите на кнопку "Оставить заявку" и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. 
    ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
};
