module.exports = {
  isaevaMall: {
    name: "ГрозныйМоллИсаева",
    image: "https://ibb.co/6ZNFZYb",
    text: `Один из трех экранов, установленных на пересечении проспектов В.В.Путина и Х.Исаева. Со стороны проспекта Х. Исаева. \n - Размер экрана (в метрах): 6х3 \n - Соотношение сторон: 16:9 \n - Разрешение: 1920х1080 \n - Шаг пикселя: P5 \n - Битрейт: 10 cbr \n - Частота кадров: 30 fps \n - Поддерживаемые форматы: mp4, mov, jpg \n - Максимальная продолжительность ролика: 15 сек. \n - Максимальная продолжительность рекламного блока: 5 мин. \n - Минимальное количество повторов ролика в сутки: 288 \n - Стоимость: 1 сек = 2000, 5 сек = 10000, 10 сек = 20000
    \n\n Если вам интересен данный экран, то нажмите на кнопку 'Оставить заявку' и наш менеджер свяжется с вами в ближайшее время для уточнения деталей. \n  ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  kadyrovaMall: {
    name: "ГрозныйМоллКадырова",
    image: "https://ibb.co/0Gztgfr",
    text: `Один из трех экранов, установленных на пересечении проспектов В.В.Путина и Х.Исаева. Со стороны проспекта А.А. Кадырова. \n - Размер экрана (в метрах): 6х3 \n - Шаг пикселя: P5 \n - Битрейт: 10 cbr \n - Частота кадров: 30 fps \n - Соотношение сторон: 16:9 \n - Разрешение: 1920х1080 \n - Поддерживаемые форматы: mp4, mov, jpg \n - Максимальная продолжительность ролика: 15 сек. \n - Максимальная продолжительность рекламного блока: 5 мин. \n - Минимальное количество повторов ролика в сутки: 288 \n - Стоимость: 1 сек = 3000, 5 сек = 15000, 10 сек = 30000 \n\nПри оплате по безналичному расчету +10% к общей сумме.\n\n Если вам интересен данный экран, то нажмите на кнопку 'Оставить заявку' и наш менеджер свяжется с вами в ближайшее время для уточнения деталей. \n  ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  putinaMall: {
    name: "ГрозныйМоллПутина",
    image: "https://ibb.co/tCD4M75",
    text: `Один из трех экранов, установленных на пересечении проспектов В.В.Путина и Х.Исаева. Со стороны проспекта В.В. Путина. \n - Размер экрана (в метрах): 6х3 \n - Шаг пикселя: P5 \n - Битрейт: 10 cbr \n - Частота кадров: 30 fps \n - Соотношение сторон: 16:9 \n - Разрешение: 1920х1080 \n - Поддерживаемые форматы: mp4, mov, jpg \n - Максимальная продолжительность ролика: 15 сек. \n - Максимальная продолжительность рекламного блока: 5 мин. \n - Минимальное количество повторов ролика в сутки: 288 \n - Стоимость: 1 сек = 2500, 5 сек = 12500, 10 сек = 25000
    \n\n Если вам интересен данный экран, то нажмите на кнопку 'Оставить заявку' и наш менеджер свяжется с вами в ближайшее время для уточнения деталей. \n  ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  spiral: {
    name: "Спираль",
    image: "https://ibb.co/58mTgTj",
    text: `Экран в виде спирали в центре кольцевой развязки на площади Минутка \n - Соотношение сторон: 32:9 \n - Разрешение: 1920х540 \n - Шаг пикселя: P5 \n - Битрейт: 10 cbr \n - Частота кадров: 30 fps \n - Поддерживаемые форматы: mp4, mov, jpg \n - Максимальная продолжительность ролика: 15 сек. \n - Максимальная продолжительность рекламного блока: 7 мин. \n - Минимальное количество повторов ролика в сутки: 205 \n - Стоимость: 1 сек = 3000, 5 сек = 15000, 10 сек = 30000\n\nПри оплате по безналичному расчету +10% к общей сумме.\n\n Если вам интересен данный экран, то нажмите на кнопку 'Оставить заявку' и наш менеджер свяжется с вами в ближайшее время для уточнения деталей. \n  ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  kadyrovaGroznyCity: {
    name: "Пилон_Кадырова",
    image: "https://ibb.co/8b7n40s",
    text: `Экран в виде пилона раположен на въезде в высотный комплекс "Грозный Сити" \n - Соотношение сторон: 5:6 \n - Разрешение: 1000х1200 \n - Шаг пикселя: P4 \n - Битрейт: 10 cbr \n - Частота кадров: 30 fps \n - Поддерживаемые форматы: mp4, mov, jpg  \n - Максимальная продолжительность ролика: 15 сек. \n - Максимальная продолжительность рекламного блока: 4 мин. \n - Минимальное количество повторов ролика в сутки: 360 \n - Стоимость: 1 сек = 1000, 5 сек = 5000, 10 сек = 10000
      \n\n Если вам интересен данный экран, то нажмите на кнопку 'Оставить заявку' и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. \n  ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  kadyrovaTunnelA: {
    name: "Туннель",
    image: "https://ibb.co/WzxWd0y",
    text: `
    Два экрана размещены на въездах в туннель на проспекте А.А. Кадырова. \n - Разрешение: 3968х288 \n - Шаг пикселя: P5 \n - Частота кадров: 30 fps \n - Поддерживаемые форматы: mp4, mov, jpg  \n - Максимальная продолжительность ролика: 15 сек. \n - Максимальная продолжительность рекламного блока: 5 мин. \n - Минимальное количество повторов ролика в сутки: 360 \n - Стоимость: 1 сек = 1800, 5 сек = 9000, 10 сек = 18000  \n\n Если вам интересны данные экраны, то нажмите на кнопку "Оставить заявку" и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. \n  ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  altayskiyKrug: {
    name: "Круг ГИБДД",
    image: "https://ibb.co/4TS8BMp",
    text: `Три экрана размещенных в центре кольцевой развязки на пересечении Алтайской, Балтийской улиц и улицы У.А. Арсанукаева \n - Размер экрана (в метрах): 6х3 \n - Разрешение: 1080х1920 \n - Cоотношение сторон: 16:9 \n - Шаг пикселя: P5 \n - Частота кадров: 30 fps \n - Поддерживаемые форматы: mp4, mov, jpg  \n - Максимальная продолжительность ролика: 15 сек. \n - Максимальная продолжительность рекламного блока: 5 мин. \n - Минимальное количество повторов ролика в сутки: 288 \n - Стоимость: 1 сек = 1200, 5 сек = 6000, 10 сек = 12000
      \n\n Если вам интересны данные экраны, то нажмите на кнопку "Оставить заявку" и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. \n  ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  nazarbaevaStolitca: {
    name: "Столица",
    image: "https://ibb.co/pKcTjm6",
    text: `Экран расположен на пересечении улиц Н.А. Назарбаева и А.А. Айдамирова \n - Размер экрана (в метрах): 6х3 \n - Разрешение: 1920х960 \n - Cоотношение сторон: 16:9 \n - Шаг пикселя: P8 \n - Частота кадров: 30 fps \n - Поддерживаемые форматы: mp4, mov, jpg  \n - Максимальная продолжительность ролика: 15 сек. \n - Максимальная продолжительность рекламного блока: 5 мин. \n - Минимальное количество повторов ролика в сутки: 288 \n - Стоимость: 1 сек = 1700, 5 сек = 8500, 10 сек = 17000
      \n\n Если вам интересен данный экран, то нажмите на кнопку "Оставить заявку" и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. \n  ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  staropromParadise: {
    name: "Старопромысловское шоссе",
    image: "https://ibb.co/VVLshzp",
    text: `Экран расположен адресу: Старопромысловское шоссе, 11, напротив ресторана "Paradise" \n - Размер экрана (в метрах): 6х3 \n - Разрешение: 1920х960 \n - Cоотношение сторон: 16:9 \n - Шаг пикселя: P8 \n - Частота кадров: 30 fps \n - Поддерживаемые форматы: mp4, mov, jpg  \n - Максимальная продолжительность ролика: 15 сек. \n - Максимальная продолжительность рекламного блока: 5 мин. \n - Минимальное количество повторов ролика в сутки: 288 \n - Стоимость: 1 сек = 1700, 5 сек = 8500, 10 сек = 17000
      \n\n Если вам интересен данный экран, то нажмите на кнопку "Оставить заявку" и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. \n  ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  esambaevaPilon: {
    name: "Пилоны на Эсамбаева",
    image: "https://ibb.co/k3mQSPJ",
    text: `4 экрана в виде пилонов, установлены на проспекте им. М. Эсамбаева:\n1. рядом с рестораном "Стейк-Хаус"; \n2. Театр юного зрителя; \n3. сторона сквера; \n4. рядом с Россельхозбанком. \n\n - Разрешение: 960х1920 \n - Cоотношение сторон: 1:2 \n - Шаг пикселя: P4 \n - Частота кадров: 30 fps \n - Поддерживаемые форматы: mp4, mov, jpg  \n - Максимальная продолжительность ролика: 15 сек. \n - Максимальная продолжительность рекламного блока: 4 мин. \n - Минимальное количество повторов ролика в сутки: 360 \n - Стоимость: 1 сек = 1200, 5 сек = 6000, 10 сек = 12000
      \n\n Если вам интересны данные экраны, то нажмите на кнопку "Оставить заявку" и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. \n  ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  putinaTsum: {
    name: "ЦУМ",
    image: "",
    text: `Экран в виде пилона расположен на проспекте В.В. Путина, рядом с торговым центром "ЦУМ"\n\n - Разрешение: 960х1920 \n - Cоотношение сторон: 1:2 \n - Шаг пикселя: P4 \n - Частота кадров: 30 fps \n - Поддерживаемые форматы: mp4, mov, jpg  \n - Максимальная продолжительность ролика: 15 сек. \n - Максимальная продолжительность рекламного блока: 4 мин. \n - Минимальное количество повторов ролика в сутки: 360 \n - Стоимость: 1 сек = 500, 5 сек = 2500, 10 сек = 5000
      \n\n Если вам интересен данный экран, то нажмите на кнопку "Оставить заявку" и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. \n  ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  groznyCity: {
    name: "Пилоны в Грозный Сити",
    image: "https://ibb.co/J2pkPhF",
    text: `2 экрана в виде пилонов расположены на территории высотного комплекса "Грозный Сити"\n\n - Разрешение: 960х1920 \n - Cоотношение сторон: 1:2 \n - Шаг пикселя: P4 \n - Частота кадров: 30 fps \n - Поддерживаемые форматы: mp4, mov, jpg  \n - Максимальная продолжительность ролика: 15 сек. \n - Максимальная продолжительность рекламного блока: 4 мин. \n - Минимальное количество повторов ролика в сутки: 360 \n - Стоимость одной секунды: 500 руб.  \n\n Если вам интересны данные экраны, то нажмите на кнопку "Оставить заявку" и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. \n  ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  lorsanovaCRD: {
    name: "ЦРД",
    image: "https://ibb.co/WHyXX88",
    text: `Экран расположен по адресу: ул. Лорсанова, 1, напротив национальной библиотеки \n\n - Размер экрана (в метрах): 6х3 \n - Разрешение: 1920х960 \n - Cоотношение сторон: 2:1 \n - Шаг пикселя: P8 \n - Частота кадров: 30 fps \n - Поддерживаемые форматы: mp4, mov, jpg  \n - Максимальная продолжительность ролика: 15 сек. \n - Максимальная продолжительность рекламного блока: 5 мин. \n - Минимальное количество повторов ролика в сутки: 288 \n - Стоимость: 1 сек = 2500, 5 сек = 12500, 10 сек = 25000  \n\n Если вам интересен данный экран, то нажмите на кнопку "Оставить заявку" и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. \n  ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  nazarbaevaDelovoy: {
    name: "Деловая",
    image: "https://ibb.co/R2qCgVC",
    text: `Экран расположен по адресу: ул. Назарбаева, 106, рядом с ТЦ "Гранд Деловой" \n\n - Размер экрана (в метрах): 6х3 \n - Разрешение: 1920х960 \n - Cоотношение сторон: 2:1 \n - Шаг пикселя: P8 \n - Частота кадров: 30 fps \n - Поддерживаемые форматы: mp4, mov, jpg  \n - Максимальная продолжительность ролика: 15 сек. \n - Максимальная продолжительность рекламного блока: 5 мин. \n - Минимальное количество повторов ролика в сутки: 288 \n - Стоимость: 1 сек = 2200, 5 сек = 11000, 10 сек = 22000
      \n\n Если вам интересен данный экран, то нажмите на кнопку "Оставить заявку" и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. \n  ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  kishieva: {
    name: "Ханкальская",
    image: "https://ibb.co/Htgs3Hh",
    text: `Экран расположен по адресу: пр-т. К-Х. Кишиева, 18 \n\n - Размер экрана (в метрах): 6х3 \n - Разрешение: 1920х960 \n - Cоотношение сторон: 2:1 \n - Шаг пикселя: P8 \n - Частота кадров: 30 fps \n - Поддерживаемые форматы: mp4, mov, jpg  \n - Максимальная продолжительность ролика: 15 сек. \n - Максимальная продолжительность рекламного блока: 5 мин. \n - Минимальное количество повторов ролика в сутки: 288 \n - Стоимость: 1 сек = 2000, 5 сек = 10000, 10 сек = 20000
      \n\n Если вам интересен данный экран, то нажмите на кнопку "Оставить заявку" и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. \n  ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  tower: {
    name: "Башня",
    image: "https://ibb.co/p4SXRLW",
    text: `4 экрана расположены в центре кольцевой развязки "Садовое кольцо" на стилизованной под вайнахскую башню конструкции. Каждый экран сдается отдельно. \n\n - Размер экрана (в мм): 8640х2880 \n - Разрешение: 360х1080 \n - Cоотношение сторон: 1:3 \n - Ориентация экрана: портретная\n - Поддерживаемые форматы: mp4, mov, jpg  \n - Максимальная продолжительность ролика: 15 сек. \n - Максимальная продолжительность рекламного блока: 4 мин. \n - Минимальное количество повторов ролика в сутки: 360 \n - Стоимость: 1 сек = 2000, 5 сек = 10000, 10 сек = 20000  \n\n Если вам интересны данные экраны, то нажмите на кнопку "Оставить заявку" и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. \n  ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  towerRing: {
    name: "Кольцо башни",
    image: "https://ibb.co/p4SXRLW",
    text: `Экран в форме кольца расположен в центре кольцевой развязки "Садовое кольцо" опаясывая стилизованную под вайнахскую башню конструкцию. \n\n - Размер экрана (в мм): 8640х2880 \n - Разрешение: 360х1080 \n - Cоотношение сторон: 1:3 \n - Ориентация экрана: портретная\n - Поддерживаемые форматы: mp4, mov, jpg  \n - Максимальная продолжительность ролика: 15 сек. \n - Максимальная продолжительность рекламного блока: 4 мин. \n - Минимальное количество повторов ролика в сутки: 360 \n - Стоимость одной секунды: 2000 руб.  \n\n Если вам интересен данный экран, то нажмите на кнопку "Оставить заявку" и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. \n  ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  chernorech: {
    name: "ул. Мамсурова",
    image: "https://ibb.co/pwW47cF",
    text: `Экран расположен по адресу: г. Грозный, ул. Мамсурова \n\n - Размер экрана (в метрах): 6х3 \n - Разрешение: 1920х1080 \n - Cоотношение сторон: 16:9 \n - Шаг пикселя: P5 \n - Поддерживаемые форматы: mp4, mov, jpg  \n - Максимальная продолжительность ролика: 15 сек. \n - Максимальная продолжительность рекламного блока: 5 мин. \n - Минимальное количество повторов ролика в сутки: 360 \n - Стоимость: 1 сек = 2500, 5 сек = 12500, 10 сек = 25000  \n\n Если вам интересен данный экран, то нажмите на кнопку "Оставить заявку" и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. \n  ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  berkatPilon: {
    name: "ул. С.Ш. Лорсанова",
    image: "https://ibb.co/XkJR1pP",
    text: `Экран в виде пилона расположен по адресу: г. Грозный, ул. С.Ш. Лорсанова, напротив Нац. библиотеки\n\n - Соотношение сторон: 5:6 \n - Разрешение: 1000х1200 \n - Шаг пикселя: P4 \n - Битрейт: 10 cbr \n - Частота кадров: 30 fps \n - Поддерживаемые форматы: mp4, mov, jpg  \n - Максимальная продолжительность ролика: 15 сек. \n - Максимальная продолжительность рекламного блока: 5 мин. \n - Минимальное количество повторов ролика в сутки: 360 \n - Стоимость: 1 сек = 1300, 5 сек = 6500, 10 сек = 13000
      \n\n Если вам интересен данный экран, то нажмите на кнопку 'Оставить заявку' и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. \n  ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
  argun: {
    name: "Аргун",
    image: "https://ibb.co/2S93ZRH",
    text: `Экран расположен по адресу г. Аргун, ул. А.А. Кадырова. \n\n - Размер экрана (в метрах): 20х1.92 \n - Разрешение: 2480х240 \n - Cоотношение сторон: 64:9 \n - Шаг пикселя: P8 \n - Ориентация экрана: горизонтальная \n - Поддерживаемые форматы: mp4, mov, jpg  \n - Максимальная продолжительность ролика: 15 сек. \n - Максимальная продолжительность рекламного блока: 4 мин. \n - Минимальное количество повторов ролика в сутки: 360 \n - Стоимость: 1 сек = 1200, 5 сек = 6000, 10 сек = 12000  \n\n Если вам интересен данный экран, то нажмите на кнопку "Оставить заявку" и наш менеджер свяжется с вами в ближайшее время для уточнения  деталей. \n  ❗️До совершения заказа не забудьте ознакомиться с памяткой /manual`,
  },
};
